[Language]
Main_Title=Obrigado por escolher o EaseUS Data Recovery Wizard
Sub_Title=Como você avalia sua experiência geral
Terrible=Terrivel
Poor=Ruim
Good=Bom
Great=Ótimo
Excellent=Excelente
Never_Ask_Again=Nunca Pergunte de Novo
Rate_Now=Avalie Agora
Feedback_Text_Tips=Deixe seu comentário aqui.
Feedback_Length_Tips=Você digitou mais de 500 palavras. Envie mais comentários para support@easeus.com.
